Repository: ImCodist/64-Eye-Changer
Catalog: lang/*/LC_MESSAGES/main.po
Languages: es, fr

source: Successfully downloaded & added GLideN64 to Project64. Please change your Graphics Plugin in Project64 to GLideN64, and enable Texture Packs.
es: Descargado correctamente & agregado GLideN64 a Project64. Cambie el complemento de gráficos en Project64 a GLideN64 y habilite los paquetes de texturas.
fr: Téléchargé avec succès &ajouté GLideN64 à Project64. Modifiez votre plug-in graphique dans Project64 en GLideN64 et activez les packs de textures.

source: GLide64 Installation
es: Instalación de GLide64

source: Insufficient permissions, could not install GLideN64. Please run the program as administrator and try to install again. To attempt install GLideN64 again, click on the 'Help', then 'Install GLideN64'.
es: Permisos insuficientes, no se pudo instalar GLideN64. Ejecute el programa como administrador e intente instalarlo de nuevo. Para intentar instalar GLideN64 de nuevo, haga clic en 'Ayuda', luego en 'Instalar GLideN64'.
fr: Autorisations insuffisantes, impossible d’installer GLideN64. Exécutez le programme en tant qu’administrateur et réessayez de l’installer. Pour tenter d’installer à nouveau GLideN64, cliquez sur « Aide », puis sur « Installer GLideN64 ».

source: (Could not save to
es: (No se pudo guardar en
fr: (Impossible d’enregistrer dans

source: It seems this is your first time using SM64EC. Please select the folder Project64 is stored in. (This can be changed later in settings) A dialog will open once you press 'OK'
es: Parece que esta es la primera vez que usa SM64EC. Seleccione la carpeta en la que se almacena Project64. (Esto se puede cambiar más adelante en la configuración) Se abrirá un cuadro de diálogo una vez que presione 'Aceptar'
fr: Il semble que ce soit la première fois que vous utilisez SM64EC. Sélectionnez le dossier dans lequel Project64 est stocké (cela peut être modifié ultérieurement dans les paramètres) Une boîte de dialogue s’ouvrira une fois que vous aurez appuyé sur 'OK'

source: Welcome!
es: ¡Bienvenido!
fr: Bienvenue !

source: Project 64 Directory
es: Directorio de Project 64
fr: Répertoire du projet 64

source: Would you like to install GLideN64?
es: ¿Desea instalar GLideN64?
fr: Souhaitez-vous installer GLideN64 ?

source: New
es: Nuevo
fr: Nouveau

source: Create a new eye texture.
es: Crea una nueva textura de ojo.
fr: Créez une nouvelle texture d’œil.

source: Export...
es: Exportar...
fr: Exportation...

source: Export your current textures to a .zip file for sharing.
es: Exporta tus texturas actuales a un archivo .zip para compartir.
fr: Exportez vos textures actuelles dans un fichier .zip pour le partage.

source: Import...
es: Importar...
fr: Importer...

source: Import a selection of texture files.
es: Importe una selección de archivos de textura.
fr: Importez une sélection de fichiers de texture.

source: Refresh List
es: Actualizar lista
fr: Rafraîchir la liste

source: Refresh your current list of textures.
es: Actualiza tu lista actual de texturas.
fr: Actualisez votre liste actuelle de textures.

source: Exit
es: Salida
fr: Sortir

source: Exit the program.
es: Salir del programa.
fr: Quittez le programme.

source: Always On Top
es: Siempre en la cima
fr: Toujours au top

source: Toggle the program to show above all windows.
es: Alternar el programa para que se muestre sobre todas las ventanas.
fr: Basculez le programme pour afficher au-dessus de toutes les fenêtres.

source: Settings...
es: Ajustes...
fr: Paramètres...

source: Configure the program to your liking.
es: Configura el programa a tu gusto.
fr: Configurez le programme à votre guise.

source: Official Wiki
es: Wiki oficial
fr: Wiki officiel

source: Open the Official SM64EC Wiki in a new tab.
es: Abra el Wiki oficial de SM64EC en una nueva pestaña.
fr: Ouvrez le Wiki officiel SM64EC dans un nouvel onglet.

source: Install GLideN64
es: Instalar GLideN64
fr: Installer GLideN64

source: Reinstall / Install the GLideN64 graphics plugin.
es: Reinstale / instale el complemento de gráficos GLideN64.
fr: Réinstaller / Installer le plugin graphique GLideN64.

source: About
es: Sobre
fr: Sur

source: Information about this program.
es: Información sobre este programa.
fr: Informations sur ce programme.

source: File
es: Expediente
fr: Déposer

source: Options
es: Opciones

source: Help
es: Ayudar
fr: Aider

source: SM64 Eye Changer
es: Cambiador de ojos SM64
fr: Changeur d'oeil SM64

source: SM64EC is a tool created for Super Mario 64 machinima. The tool allows for the quick swapping of Mario's eye texture in-game, giving Mario more character and expression.
es: SM64EC es una herramienta creada para Super Mario 64 machinima. La herramienta permite el intercambio rápido de la textura del ojo de Mario en el juego, dando a Mario más carácter y expresión.
fr: SM64EC est un outil créé pour Super Mario 64 machinima. L'outil permet d'échanger rapidement la texture des yeux de Mario dans le jeu, donner à Mario plus de caractère et d'expression.

source: This project uses the
es: Este proyecto utiliza el
fr: Ce projet utilise le

source: Eye Selection
es: Selección de ojos
fr: Sélection des yeux

source: Delete an existing eye texture.
es: Elimina una textura de ojos existente.
fr: Supprimez une texture d'œil existante.

source: Eye Preview
es: Vista previa de ojos
fr: Aperçu des yeux

source: Freeze Frame
es: Congelar
fr: Geler

source: APPLY
es: SOLICITAR
fr: APPLIQUER

source: Apply the currently selected eye texture to the game.
es: Aplica la textura de ojos seleccionada actualmente al juego.
fr: Appliquez la texture des yeux actuellement sélectionnée au jeu.

source: Could not load from the path:
es: No se pudo cargar desde la ruta:
fr: Impossible de charger à partir du chemin :

source: Could not save to
es: No se pudo guardar en
fr: Impossible d'enregistrer dans

source: Run the program as administrator and try again.
es: Ejecute el programa como administrador y vuelva a intentarlo.
fr: Exécutez le programme en tant qu'administrateur et réessayez.

source: COULD NOT APPLY
es: NO PODRÍA APLICAR
fr: NE PEUT PAS APPLIQUER

source: Please enter a valid Project 64 path.
es: Introduzca una ruta de Project 64 válida.
fr: Veuillez saisir un chemin d'accès Project 64 valide.

source: ERROR CODE 1
es: CÓDIGO DE ERROR 1
fr: CODE D'ERREUR 1

source: Please select a eye texture to apply.
es: Seleccione una textura de ojos para aplicar.
fr: Veuillez sélectionner une texture pour les yeux à appliquer.

source: ERROR CODE 2
es: CÓDIGO DE ERROR 2
fr: CODE D'ERREUR 2

source: Applied the
es: Aplicó el
fr: Appliqué le

source: eye texture. Please restart the game or load a savestate.
es: textura de los ojos. Reinicia el juego o carga un estado guardado.
fr: texture des yeux. Veuillez redémarrer le jeu ou charger un état de sauvegarde.

source: APPLIED
es: APLICADO
fr: APPLIQUÉ

source: Create New Eye
es: Crear ojo nuevo
fr: Créer un nouvel œil

source: Finish
es: Terminar
fr: Finir

source: Cancel
es: Cancelar
fr: Annuler

source: Opened
es: Abierto
fr: Ouvert

source: Semi Opened
es: Semiabierto
fr: Semi-ouvert

source: Closed
es: Cerrado
fr: Fermé

source: Name
es: Nombre
fr: Nom

source: A name cannot be blank, silly. :P
es: Un nombre no puede estar en blanco, tonto. :P
fr: Un nom ne peut pas être vide, idiot. :P

source: COULD NOT CREATE
es: NO SE PUDO CREAR
fr: IMPOSSIBLE DE CRÉER

source: An eye texture with this name already exists. Please choose a different name.
es: Ya existe una textura de ojos con este nombre. Elija un nombre diferente.
fr: Une texture pour les yeux portant ce nom existe déjà. Veuillez choisir un autre nom.

source: Please select a texture for each type of eye.
es: Seleccione una textura para cada tipo de ojo.
fr: Veuillez sélectionner une texture pour chaque type d'œil.

source: Settings
es: Ajustes
fr: Paramètres

source: Save
es: Ahorrar
fr: Sauvegarder

source: Project64 Path
es: Ruta de Project64
fr: Chemin Project64

source: Set the directory in which Project64 is stored. IS REQUIRED.
es: Establezca el directorio en el que se almacena Project64. ES REQUERIDO.
fr: Définissez le répertoire dans lequel Project64 est stocké. EST REQUIS.

source: Theme
es: Tema
fr: Thème

source: Language
es: Idioma
fr: Langue

source: Advanced
es: Avanzado
fr: Avancée

source: Final Eye Textures
es: Texturas finales del ojo
fr: Textures finales des yeux

source: When applying textures, this will be the final name of the files when copied. Can be used to work with ROMs that arent the base game. Only change if you know what you are doing.
es: Al aplicar texturas, este será el nombre final de los archivos cuando se copien. Puede usarse para trabajar con ROM que no son el juego base. Cambie solo si sabe lo que está haciendo.
fr: Lors de l'application de textures, ce sera le nom final des fichiers lors de la copie. Peut être utilisé pour travailler avec des ROM qui ne sont pas le jeu de base. Ne changez que si vous savez ce que vous faites.

source: Open Texture
es: Textura abierta
fr: Texture ouverte

source: Mid Texture
es: Textura media
fr: Texture moyenne

source: Closed Texture
es: Textura cerrada
fr: Texture fermée

source: Reset To Default
es: Restablecen a los predeterminados
fr: Réinitialiser aux valeurs par défaut

source: SM64 EYE CHANGER
es: CAMBIADOR DE OJOS SM64
fr: CHANGEUR D'OEIL SM64

source: General
fr: Général
